Repository: ripiu/django-polymorphic-tree
Catalog: polymorphic_tree/locale/*/LC_MESSAGES/django.po
Languages: it

source: Node type
it: Tipo di nodo

source: node type
it: tipo di nodo

source: Actions
it: Azioni

source: Add sub node
it: Aggiungi un nodo figlio

source: View on site
it: Vedi sul sito

source: You do not have permission to move this node.
it: Non hai il permesso per spostare questo nodo.

source: This node type should have a parent.
it: Questo tipo di nodo deve avere un genitore.

source: The selected parent cannot have child nodes.
it: Il genitore selezionato non può avere nodi figli.

source: The selected parent cannot have this node type as a child!
it: Il genitore selezionato non può avere figli di questo tipo!

source: Cannot place ‘{0}’ below ‘{1}’; a {2} does not allow children!
it: Non posso spostare ‘{0}’ sotto ‘{1}’; un {2} non ammette figli!

source: Cannot place ‘{0}’ below ‘{1}’; a {2} does not allow {3} as a child!
it: Non posso spostare ‘{0}’ sotto ‘{1}’; un {2} non ammette {3} come figlio!

source: Home
it: Inizio

source: Add
it: Aggiungi

source: Delete
it: Cancella

source: Unable to move the node, the current display is out-of-date.\nThe current page now reloaded.
it: Impossibile spostare il nodo, la schermata corrente è errata.\nLa pagina verrà ricaricata.

source: There was an error while moving the node, please reload the current page.
it: C'è stato un errore spostando il nodo, ricarica la pagina.

source: History
it: Cronologia
